aaron-bond.better-comments
amiralizadeh9480.laravel-extra-intellisense
batisteo.vscode-django
bmewburn.vscode-intelephense-client
codingyu.laravel-goto-view
dsznajder.es7-react-js-snippets
editorconfig.editorconfig
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
glitchbl.laravel-create-view
golang.go
ihunte.laravel-blade-wrapper
maptz.camelcasenavigation
maximus136.change-string-case
mehedidracula.php-namespace-resolver
mikestead.dotenv
mquandalle.graphql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
naoray.laravel-goto-components
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
rangav.vscode-thunder-client
redhat.java
ritwickdey.liveserver
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
sleistner.vscode-fileutils
slevesque.shader
streetsidesoftware.code-spell-checker
twxs.cmake
vscode-icons-team.vscode-icons
znck.vue
zobo.php-intellisense
zxh404.vscode-proto3